---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.StructuralLoadFailures
source: html/f94896a3-2c3a-cfbe-b322-345aee68fea4.htm
---
# BuiltInFailures.StructuralLoadFailures Properties

Can't mirror Boundary Conditions